{"config": [{"config": {"batch_input_shape": [null, 100], "embeddings_constraint": null, "trainable": false, "activity_regularizer": null, "output_dim": 300, "input_length": 100, "embeddings_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "input_dim": 3809, "mask_zero": false, "name": "embedding_1", "embeddings_regularizer": null, "dtype": "float32"}, "class_name": "Embedding"}, {"config": {"data_format": "channels_last", "name": "flatten_1", "trainable": true}, "class_name": "Flatten"}, {"config": {"units": 1, "kernel_constraint": null, "name": "dense_1", "bias_constraint": null, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activation": "sigmoid", "kernel_regularizer": null, "trainable": true}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.0"}