{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.0", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 64, "batch_input_shape": [null, 26], "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_constraint": null, "bias_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "kernel_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "noise_shape": null, "rate": 0.25, "trainable": true, "seed": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 64, "activation": "sigmoid", "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "noise_shape": null, "rate": 0.25, "trainable": true, "seed": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 2, "activation": "sigmoid", "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null}}]}