{"keras_version": "2.2.0", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "units": 64, "activity_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "batch_input_shape": [null, 26], "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "dtype": "float32", "bias_constraint": null, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "seed": null, "trainable": true, "noise_shape": null, "rate": 0.25}}, {"class_name": "Dense", "config": {"name": "dense_2", "units": 64, "activity_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "seed": null, "trainable": true, "noise_shape": null, "rate": 0.25}}, {"class_name": "Dense", "config": {"name": "dense_3", "units": 2, "activity_regularizer": null, "trainable": true, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "kernel_constraint": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null}}]}